Revit 2023 API
GroupTypeId.StairsOpenEndConnection Property
 "End Connection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId StairsOpenEndConnection { get; }
Visual Basic
Public Shared ReadOnly Property StairsOpenEndConnection As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsOpenEndConnection {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace